<?php
$_MY_CONF["DATABASE_USER"]   	=   "fauna_user";
$_MY_CONF["DATABASE_NAME"]   	=   "faunadb";
$_MY_CONF["DATABASE_SERVER"]   	=   "localhost";
$_MY_CONF["DATABASE_PASS"]   	=   "729_fauna_user;";
$_MY_CONF["DATABASE_PORT"]   	=   "5432";

$_MY_CONF["SITE_NAME"]   =   "Амьтны мэдээллийн сан";

$_MY_CONF["ANIMALINFO_PATH"]   =   "taanimalinfo";
$_MY_CONF["ANIMALPICTURE_PATH"]   =   "tganimalpicture";
$_MY_CONF["HERBARIUMPICTURE_PATH"]   =   "tganimalherbarium";
$_MY_CONF["REDLIST_PATH"]   =   "taredlist";
$_MY_CONF["REDBOOK_PATH"]   =   "taredbook";
$_MY_CONF["ANIMALRESEARCHREPORT_PATH"]   =   "taanimalresearchreport";
$_MY_CONF["TAANIMALMNG_PATH"]   =   "taanimalmng";
$_MY_CONF["ANIMALORGREPORT_PATH"]   =   "taanimalorgreport";
$_MY_CONF["ANIMALPROTECTION_PATH"]   =   "tganimalprotection";

$PICTURE_TYPES = array('jpg','gif','png','jpeg');
$DOCUMENT_TYPES = array('pdf','doc','docx', 'xlsx');

$USER_PROFILE = array(1=>"Администратор", 2=>"Мэдээ оруулах хэрэглэгч",3=>"Бүртгэлтэй хэрэглэгч");
$USER_ACTIVE = array("t"=>"Идэвхитэй", "f"=>"Идэвхигүй");

$GEOMETRY_SRID = array("4326"=>"WGS 84", "32646"=>"UTM 46N", "32647"=>"UTM 47N", "32648"=>"UTM 48N", "32649"=>"UTM 49N");
$GEOMETRY_TYPE = array("POINT"=>"Цэгэн мэдээ", "LINESTRING"=>"Шугаман мэдээ", "POLYGON"=>"Полигон мэдээ", "MULTIPOINT"=>"Цэгэн мэдээ", "MULTILINESTRING"=>"Шугаман мэдээ", "MULTIPOLYGON"=>"Полигон мэдээ");

$ROLE_TYPE = array("1"=>"SELECT", "2"=>"INSERT");

$GROUP_ITEM_TYPE = array(
"1"=>"Амьтны аймаг, түүний ангилал",
"2"=>"Амьтны мэдээлэл, нөөц, тархац",  
"3"=>"Амьтны улаан данс",  
"4"=>"Амьтны улаан ном",  
"5"=>"Амьтны судалгааны тайлан",  
"6"=>"Экспортлох, импортлох зөвшөөрөл",  
"7"=>"Мэргэжлийн байгууллага",  
"8"=>"Амьтны нөөц ашиглах зөвшөөрөл, түүний ашиглалт",  
"9"=>"Хамгаалах арга хэмжээний мэдээлэл",  
"10"=>"Ан амьтны зөрчлийн мэдээлэл",  
"11"=>"Байгалийн голомтот халдварт өвчний тохиолдлын мэдээлэл",  
"12"=>"Агнуурын бүс, түүний менежментийн төлөвлөгөө");

$ITEM_TYPE = array(
"1"=>"Амьтны аймаг",
"2"=>"Амьтны хүрээ", 
"3"=>"Амьтны анги", 
"4"=>"Амьтны баг", 
"5"=>"Амьтны овог", 
"6"=>"Амьтны төрөл", 
"7"=>"Амьтны зүйл", 

"10"=>"Амьтны ерөнхий мэдээлэл", 
"11"=>"Амьтны тархац, нөөцийн хэмжээ",
"12"=>"Амьтны төлөв байдал",
"13"=>"Амьтны тархацын зураг",
"18"=>"Амьтны зураг",
"15"=>"Амьтны цуглуулгын мэдээлэл",
"16"=>"Амьтны төлөв байдлын нэрс", 
"19"=>"Агнуурын бүсийн зураг",

"20"=>"Амьтны улаан данс",
"21"=>"Амьтны улаан ном",
"22"=>"Амьтны улаан дансны үнэлгээний зэрэг",

"30"=>"Амьтны судалгааны тайлан",
"31"=>"Судалгааны санхүүжилтийн мэдээлэл",
"32"=>"Судалгааны төрөл",
"33"=>"Санхүүжилтийн эх үүсвэрийн төрөл",

"40"=>"Мэргэжлийн байгууллагын мэдээлэл", 
"41"=>"Мэргэжлийн байгууллагын эрхийн бүртгэл", 
"42"=>"Мэргэжлийн байгууллагын ажлын тайлан", 
"43"=>"Ажлын тайлангийн төрөл",
"44"=>"Мэргэжлийн байгууллагын эрх авсан чиглэл",

"50"=>"Амьтан хамгаалах арга хэмжээний мэдээлэл", 
"51"=>"Амьтан хамгаалах арга хэмжээ авсан амьтны мэдээлэл", 
"52"=>"Амьтан хамгаалах арга хэмжээнд зарцуулсан зардал", 
"53"=>"Амьтан хамгаалах арга хэмжээний төрөл",

"60"=>"Амьтны нөөц экспортлогч, импортлогчийн мэдээлэл",
"61"=>"Амьтны нөөц экспортлох, импортлох зөвшөөрлийн мэдээлэл",
"62"=>"Зөвшөөрлөөр экспортлох, импортлох амьтны мэдээлэл",

"70"=>"Амьтны нөөц ашиглагчийн мэдээлэл",
"71"=>"Амьтны нөөц ашиглах зөвшөөрлийн мэдээлэл",
"72"=>"Зөвшөөрлөөр ашиглах амьтны жагсаалт",
"73"=>"Зөвшөөрлөөр ашигласан амьтны жагсаалт, төлбөрийн мэдээлэл",

"100"=>"Ан амьтны зөрчил", 
"110"=>"Байгалийн голомтот халдварт өвчний тохиолдлын мэдээлэл", 
"120"=>"Агнуурын менежментийн төлөвлөгөө",
"121"=>"Агнуурын менежментийн төлөвлөгөөний баримт бичгийн төрөл"
);

$HERBARIUM_TYPE = array("1"=>"Чихмэл", "2"=>"Үр хөврөлийн", "2"=>"Генийн");

$RB_SPECIES_STATUS = array("1"=>"Нэн ховор", "2"=>"Ховор");
$RB_STATUS_ENDEMIC= array("t"=>"Тийм", "f"=>"Үгүй");
$RB_STATUS_RELICT= array("t"=>"Тийм", "f"=>"Үгүй");

$CUSTOM_PERMISSION_TYPE = array("1"=>"Экспорт", "2"=>"Импорт");
$CUSTOM_ENTITY_TYPE = array("1"=>"Иргэн", "2"=>"Аж ахуйн нэгж");

$USE_PERMISSION_TYPE = array("1"=>"Агнах");
$USE_ENTITY_TYPE = array("1"=>"Иргэн", "2"=>"Аж ахуйн нэгж");
$OFFENCE_TYPE = array("1"=>"Тоо толгой", "2"=>"кг");
$USE_PURPOSE_TYPE = array("1"=>"Үйлдвэрлэл", "2"=>"Тусгай", "3"=>"Ахуйн");
?>
