<p class="lead"> Манай улс нь байгаль цаг агаар, газарзүйн олон янз нөхцөлтэй учир дэлхийн амьтаны аймгийн олонх төлөөлөгчид нутаглан 
  амьдрах нөхцөл нь бүрджээ. Монгол орны амьтны аймаг хөхтөн 138, шувууд 434,загас 75, хоёр нутагтан 6, мөлхөгчид 22 
  зүйл, дэд зүйл бүртгэгдээд байна. Нугаламгүйтэнээс 13000 зүйл шавьж, бусад зөөлөн биетэн, хорхой, эгэл биетэн амьтад 
  516 зүйл бүртгэгдээд байна. </p>
<div id="myCarousel" class="carousel slide">
  <div class="carousel-inner">
    <div class="active item"> <img src="images/amitan4.jpg" width="1280" height="854" alt="">
      <div class="carousel-caption">
        <h4>Аргаль</h4>
        <p>Аргаль нь уулархаг, өндөр бүс нутгаар амьдардаг хамгийн том зэрлэг хонь юм. 
          Өндөр нь 120 см, 140 кг хүртэл жинтэй байх ба биеийн урт 1.8 м хүрнэ. Эр нь маш том угалзалсан эвэртэй бөгөөд 
          190 см хүртэл урт байдаг аж. Эм нь бас эвэртэй ч жижигхэн байна.</p>
      </div>
    </div>
    <div class="item"> <img src="images/amitan3.jpg" width="1280" height="854" alt="">
      <div class="carousel-caption">
        <h4>Тахь</h4>
        <p>Өдгөө буй бүх тахийг 1945 онд байсан 31 тахийн есийх нь үр төл гэж үздэг. Тэдгээр есийн ихэнхи нь 1900 онд баригдсан 15 тахийн үр төл юм. 
          Лондонгийн амьтан судлалын хүрээлэн болон Монголын эрдэмтдийн тахийг амьтны хүрээлэнгээс хээр талд эргэн нутагшуулах аз сорьсон хамтын ажиллагаа 
          амжилттай хэрэгжсэний үр дүнд 2011 оны байдлаар 300 гаруй тахь эх нутгийнхаа хээр талд эрх чөлөөтэй амьдарч байна. 1945 онд байсан 31 тахь 1990-д 
          оны эхээр 1500 гаруй болсон байна.</p>
      </div>
    </div>
    <div class="item"> 
    	<img src="images/amitan1.jpg" width="1280" height="854" alt="">
      <div class="carousel-caption">
        <h4>Буга</h4>
        <p></p>
      </div>
    </div>
  </div>
  <a class="left carousel-control" href="#myCarousel" data-slide="prev">‹</a> <a class="right carousel-control" href="#myCarousel" data-slide="next">›</a>
  </div>
